[Language]
DisplayName=繁體中文

[500]
500=***Section use for Bot messages and splash***
1=請不要以（x64）執行或編譯腳本！ 嘗試用（x86）來執行或編譯腳本。\r\n如果此訊息仍然出現，請嘗試重新安裝 AutoIt。
2=使用命令列或視窗捷徑如下，可以同時啟動多個 MyBot:\r\n     MyBot.run.exe [ProfileName] [EmulatorName] [InstanceName]\r\n\r\n命令列第一個參數，指定配置（您可以在機器人-配置頁面上製造配置，如果配置名稱包含空白，則用雙引號將配置名稱括起來即可）。第二個參數，指定模擬器。第三個參數，指定模擬器程序（藍疊模擬器程序則不需要指定）。\r\n支援的模擬器為逍遙(MEmu)、海馬玩(Droid4X)、夜神(Nox)、藍疊二(BlueStacks2)、藍疊(BlueStacks)、天天(KOPlayer)、(LeapDroid)。\r\n\r\n例子：\r\n     MyBot.run.exe MyVillage BlueStacks2\r\n     MyBot.run.exe "My Second Village" MEmu MEmu_1
3=%s
4=%s (模擬器程序 %s)
5=MyBot %s 早已運行中。\r\n\r\n
6=MyBot 配置 %s 早已運行於 %s 目錄內。\r\n\r\n
7=找到運行中的 %s %s
8=安卓模擬器的設置為： %s
9=安卓模擬器屏蔽無法用於 %s
20=, 配置: %s
21=初始化安卓模擬器...
22=偵測安卓模擬器...
23=加載主頁面...
24=加載底部頁面...
25=加載日誌頁面...
26=加載村莊頁面...
27=加載攻擊計劃頁面...
28=加載機器人頁面...
29=加載關於我們頁面...
30=初始化頁面...
31=顯示機器人
32=縮小時隱藏
33=捐款支持開發
34=關於
35=結束
36=關閉之前的機器人...

[600]
600=***Section use for Tab Name***
0=TAB Name
1=日誌
2=村莊
3=攻擊計劃
4=機器人
5=關於我們
6=綜合
7=部落城堡
8=升級
9=成就
10=通知
11=請求增援
12=捐兵
13=捐兵時間表
14=實驗室
15=英雄
16=建築物
17=城牆
18=子彈推送/電報
19=說明
20=軍隊
21=法術
22=加速
23=死魚
24=活魚
25=偷本
26=弱本
27=選項
28=搜索
29=進攻
30=結束戰鬥
31=死魚判定
32=盃段設置
33=載入戰略
34=保存戰略
35=選項
36=配置
37=統計
38=收益
39=成本
40=進攻收益
41=訓練軍隊
42=搜索 && 攻擊
43=戰略
44=A - 結構
45=B - 條件
46=C - 進攻
47=D - 擠壓式攻擊後
48=高級設置
49=注意：此選項已取消使用，如要使用，請勾選『
50=』來啟用
51=除錯
52=軍隊/法術
53=安卓
54=訓練順序
55=捐贈
56=閃黑

[601]
601=***Section use for General***
2=執行日誌
3=日誌風格
4=使用這些選項來設置日誌顯示類型
5=手動式分隔線調整日誌大小
6=執行日誌和收益日誌大小相同
7=執行日誌大點
8=收益日誌大點
9=隱藏收益日誌
10=隱藏執行日誌
11=清除收益日誌
12=使用它來清除收益日誌
13=複製到剪貼板
14=使用它來複製收益日誌到剪貼板 (CTRL+C)
15=收益日誌
16=------------------------ 收 益 ----------------------------- 獎 勵 ------------------------
17=|時 間| 獎 盃|搜索次數|   金   |    水   |  黑油  |獎盃|星|   金  |   水   |黑油|聨盟|
18=Paypal 捐贈
19=捐贈支援開發
199=選項

[602]
602=***Section use for General Bottom***
0=- 免費軟體 -
1=開 始
2=停 止
3=暫 停
4=點擊這裡（或 Pause/Break 鍵）暫停運行
5=恢復
6=點擊這裡（或 Pause/Break 鍵）恢復運行
7=搜索模式
8=不進攻，僅搜索符合條件的村莊
9=截圖
10=點擊這裡來截圖村莊，並將其存檔
11=隱藏
12=將模擬器視窗移到視線之外
13=（不是最小化，而是隱藏）
14=背景模式
15=模式
16=勾選設定為背景模式
17=與隱藏功能相容並不衝突
18=打死魚
19=打活魚
20=偷本
22=首次運行時
23=村莊資訊
24=才在這裡顯示
25=切換村莊資訊和統計
26=顯示
27=合併窗口
28=解除合併
29=模擬器和 MyBot 合併成一個窗口
30=點擊這裡開始運行
31=點擊這裡停止運行（或 ESC 鍵）

[603]
603=***Section use for Commun Value***
0=不使用
1=不使用
2=點擊這裡將清除或全選整行
3=AM
4=PM
5=搜索
6=秒
7=秒
8=秒
9=最小
10=分
11=搜索
12=%
13=-
14=小時
15=小時
16=Su
17=星期日
18=Mo
19=星期一
20=Tu
21=星期二
22=We
23=星期三
24=Th
25=星期四
26=Fr
27=星期五
28=Sa
29=星期六
30=勾選執行時段
31=勾選執行星期
32=村莊
35=Hour:
36=Day
37=小時
38=小時

[604]
604=***Section use for Troops***
1=野蠻人
2=弓箭手
3=巨人
4=哥布林
5=炸彈人
6=炸彈人
7=氣球兵
8=法師
9=天使
10=飛龍
11=皮卡超人
12=皮卡超人
13=亡靈
14=野豬騎士
15=瓦基麗武神
16=戈侖石人
17=女巫
18=熔岩獵犬
19=巨石投手
20=飛龍寶寶
21=掘地礦工

[605]
605=***Section use for Spell***
1=雷電法術
2=療傷法術
3=狂暴法術
4=彈跳法術
5=冰凍法術
6=施毒法術
7=地震法術
8=加速法術
9=施毒
10=地震
11=加速
12=鏡像法術
13=骷髏法術
14=骷髏

[606]
606=***Section use for Tab End Battle***
1=結束戰鬥
2=當在下列秒數內
3=在設定的時間內戰利品沒有額外的增加；
4=當英雄和所有部隊都釋放完畢後開始倒數計時
5=搶不到資源
7=且可搶資源少於：
8=如果低於這個數值，結束戰鬥
9=當資源為零時
10=戰役中，當金、水、黑都為零時，結束戰鬥
11=當獲得一星時
12=戰役中，獲得一星時，結束戰鬥
13=當獲得兩星時
14=戰役中，獲得二星時，結束戰鬥
15=結束戰鬥（黑油）
16=進攻方向為『闇黑重油罐』時：
17=必須先至『活魚/進攻』，選用進攻方向為『闇黑重油罐』
18=當黑油少於
19=啟動黑油側攻擊的特殊條件
20=當黑油少於設定的比例時，且沒有以下其它的條件，將結束戰鬥
21=不使用左欄的結束戰鬥選項
22=當黑油少於設定的比例時，不使用左欄的選項來結束戰鬥
23=當黑油少於設定的比例，且獲得一星時，結束戰鬥
24=當祂
25=當黑油少於設定的比例，且野蠻人之王處於紅血狀態時，結束戰鬥
26=處於紅血狀態
27=當黑油少於設定的比例，且弓箭女皇處於紅血狀態時，結束戰鬥
28=切換回死魚進攻模式
29=當兵營內軍隊數量大於設定的比例時，切換回死魚進攻模式

[607]
607=***Section use for Tab Scripted Attack***
1=CSV 攻擊腳本
2=IMG
3=Make IMG with extra info in Profile -> Temp Folder
4=選擇一個 CSV 攻擊腳本（存放在 CSV/Attack 目錄中）
5=重新載入攻擊腳本檔案列
6=顯示/編輯當前攻擊腳本
7=新建攻擊腳本
8=複製並重新命名當前攻擊腳本
9=ImgLoc 紅線（推薦）|ImgLoc 紅線點式|舊紅線
10=選擇紅線區辨認方式。推薦的 ImgLoc 紅線方式應是最好的。
11=線型：固定外角（推薦）|線型：紅線起點|全線型：固定外角|全線型：紅線起點|非線型
12=選擇線型出兵的端點。推薦的外角方式比較安全。紅線起點方式比較積極。

[608]
608=***Section use for Tab Standard Attack***
1=部署
2=出兵順序
3=出兵方向
4=從一邊進攻,可穿透大本營
5=從兩邊進攻,可穿透大本營
6=從三邊進攻,清理週邊,有時候可穿透大本營
7=設定進攻的方向數量
8=一邊
9=兩邊
10=三邊
11=每個方向（均分）
12=出兵速度
13=控制出兵的速度和梯次：1（最快）如機器操控，10（最慢）如人操控
14=隨機的出兵速度和梯次，將更像人在操控
15=梯次
16=隨機化出兵速度和梯次
17=智能出兵：貼近紅線
18=偵測村莊四周的紅線，貼近出兵
19=出兵方式
20=選擇兵種或邊的優先順序
21=方式 1: 在每一邊下一種兵種，一波後，再轉換成其他的兵種繼續下一波，或者
22=方式 2: 在一邊下完各個兵種（例如：哥布林，弓箭手，野蠻人）的全部兵力後，再換邊繼續
23=每一邊, 後換兵種
24=下全兵種, 後換邊
25=所有兵種（預定）
26=在金礦附近下兵
27=在聖水收集器附近下兵
28=在闇黑重油提煉井附近下兵
29=從靠近闇黑重油罐的方向進攻
30=從靠近大本營的方向進攻
31=闇黑重油罐
32=大本營
33=選擇預設的出兵順序
34=各個預設的選項，出兵的順序和梯次皆不同。
35=只有列於『軍隊類型』以下的軍隊會被使用。

[609]
609=***Section use for Tab Trophy Setting***
1=盃段設置
2=獎盃範圍
3=當獎盃小於此值時，停止降杯動作
4=當獎盃大於此值時，開始降杯動作
5=使用英雄降杯
6=如果有英雄可用，使用英雄降杯
7=降杯時攻擊死魚
8=在降杯過程中如果發現死魚，第一時間攻擊死魚
9=當軍隊比例
10=輸入降杯過程中，攻擊死魚的最少軍隊比例
11=使用英雄順序
12=選擇使用英雄的可能順序

[610]
610=***Section use for Village Misc***
1=停止攻擊
2=使用這些選項，設定何時機器人、安卓模擬器、電腦等，停止攻擊、停止、關閉、睡眠、重啟等
3=停止攻擊
4=停止機器人
5=關閉機器人
6=關機器人安卓
7=關閉電腦
8=電腦睡眠
9=重啟電腦
10=當 . . .
11=金和水滿 且 達最大獎盃數
12=金和水滿 或 達最大獎盃數
13=金或水滿 且 達最大獎盃數
14=金或水滿 或 達最大獎盃數
15=金幣和聖水 已滿
16=金幣或聖水 已滿
17=金幣已滿 且 達最大獎盃數
18=聖水已滿 且 達最大獎盃數
19=金幣已滿 或 達最大獎盃數
20=聖水已滿 或 達最大獎盃數
21=金幣 已滿
22=聖水 已滿
23=達最大獎盃數
24=黑油 已滿
25=金幣/聖水/黑油 全部已滿
26=機器人運行了 . . .
27=現在 (僅造兵/捐兵)
28=現在（僅捐兵)
29=現在（僅保持在線)
30=有護盾時 (僅造兵/捐兵)
31=有護盾時 (僅捐兵)
32=有護盾時 (僅保持在線)
35=如果資源低於這些值，機器人將停止攻擊，僅保持在線，直到資源恢復
36=恢復攻擊，當
37=停止或恢復機器人攻擊的金幣最小保留值
38=停止或恢復機器人攻擊的聖水最小保留值
39=停止或恢復機器人攻擊的黑油最小保留值
40=裝填、收集、清理
41=設置陷阱，裝填X連弩和地獄之塔
42=勾選這裡，進行自動設置陷阱，裝填X連弩和地獄之塔
43=收集資源和資源車
44=勾選這裡，進行自動收集資源，包括
45=金幣，聖水，和黑油，
46=同時搜尋和收集資源車
47=清除墓碑
48=勾選這裡，自動清除敵人進攻時留下的墓碑
49=清除雜物
50=勾選這裡，自動清除樹木、蘑茹...等雜物
51=清除寶箱
52=勾選這裡，自動清除寶箱
53=手動定位
54=大本營
55=重新定位
56=部落城堡
57=兵營
58=兵營
59=訓練
60=訓練營
61=法術
62=法術工廠
63=黑法
64=闇黑法術工廠
65=王
66=野蠻人之王聖台
67=女皇
68=弓箭女皇聖台
69=守護
70=大守護者聖台
71=實驗
72=實驗室
73=清除
74=點擊這裡，清除全部建築物的定位，重新啟動機器人。
75=使用於變更了村莊佈局之後。

[611]
611=***Section use for Tab Request Troops***
1=城堡援兵
2=請求援兵 / 法術
3=隨便
4=請求時輸入聊天室的文字
5=Donate Schedule

[612]
612=***Section use for Tab Donate Troops***
22=捐兵選單
23=黑名單
24=自訂軍隊
25=辨識斯拉夫語
26=勾選這裡，啟用斯拉夫語的辨識功能
27=捐
28=勾選這裡，捐贈
29=捐給所有請求
31=這將會忽略所有關鍵字
32=吻合這些關鍵字時，捐
33=吻合這些關鍵字時，不捐贈
34=捐兵黑名單 -
35=barbarians\r\nbarb
36=no barbarians\r\nno barb\r\nbarbarians no\r\nbarb no
37=archers\r\narch
38=no archers\r\nno arch\r\narchers no\r\narch no
39=giants\r\ngiant\r\nany\r\nreinforcement
40=no giants\r\ngiants no
41=goblins\r\ngoblin
42=no goblins\r\ngoblins no
43=wall breakers\r\nbreaker
44=no wall breakers\r\nwall breakers no
45=balloons\r\nballoon
46=no balloon\r\nballoons no
47=wizards\r\nwizard\r\nwiz
48=no wizards\r\nwizards no\r\nno wizard\r\nwizard no
49=healer
50=no healer\r\nhealer no
51=dragon
52=no dragon\r\ndragon no
53=PEKKA\r\npekka
54=no PEKKA\r\npekka no
55=minions\r\nminion
56=no minions\r\nminions no\r\nno minion\r\nminion no
57=hogriders\r\nhogs\r\nhog
58=no hogs\r\nhog no
59=valkyries\r\nvalkyrie\r\nvalk
60=no valkyries\r\nvalkyries no\r\nno valk\r\nvalk no
61=golem
62=no golem\r\ngolem no
63=witches\r\nwitch
64=no witches\r\nwitch no
65=lavahound\r\nlava\r\nhound
66=no lavahound\r\nlava no\r\nhound no
71=ground support\r\nground
72=一
73=二
74=三
75=
76=no ground\r\nground no\r\nonly
77=吻合這些關鍵字時，停止捐贈
78=總體捐贈黑名單
79=clan war\r\nwar\r\ncw
80=總體捐贈黑名單
81=，如果關鍵字吻合聊天室的增援請求文字
82=給所有聊天室的增援請求
83=
84=
85=
86=
87=poison
88=no poison\r\npoison no
89=earthquake\r\nquake
90=no earthquake\r\nquake no
91=haste
92=no haste\r\nhaste no
93=bowler\r\nbowlers\r\nbowl
94=no bowler\r\nbowl no
95=baby dragon\r\nbaby
96=no baby dragon\r\nbaby dragon no\r\nno baby\r\nbaby no
97=miner\r\nmine
98=no miner\r\nminer no\r\nno mine\r\nmine no
99=skeleton\r\nskel
100=no skeleton\r\nskeleton no\r\nno skel
101=air support\r\nany air
102=no air\r\nair no\r\nonly\r\njust
103=辨識中文
104=勾選這裡，啟用中文的辨識功能

[613]
613=***Section use for Tab Schedule Donations***
1=捐贈時間表
2=捐贈部落成員的篩選
4=不篩選部落成員
5=不篩選，但收集部落成員圖像
6=只捐贈給白名單內的部落成員
7=不捐贈給黑名單內的部落成員
8=使用此功能，您可以控制：可捐贈給全部部落成員，只捐贈給白名單內的部落成員，或不捐贈給黑名單內的部落成員
9=管理部落成員圖像檔
10=請定時手動分類部落成員圖像檔，移至 White List 或 Black List 目錄中
13=幾乎滿營時停止捐贈
14=幾乎滿營的百分比必須大於
15=兵營幾乎滿時，停止捐贈

[614]
614=***Section use for Tab Upgrade Laboratory***
1=實驗室
2=自動升級實驗室科技
3=勾選這裡，啟動自動升級實驗室科技
4=待升
5=選擇下一個升級的軍種或法術，
6=圖示將會顯示在右邊，
7=闇黑兵種/法術皆優先於英雄升級！
8=出現紅色按鈕代表科技升級正在進行中，
9=它會在升級即將完成時自動消失。
10=如果正在進行中的升級被使用寶石加速提早完成，
11=在開始新的升級前，請點擊紅色按鈕，重設內部的計時器。
12=警告 - 不必要的定時器重設，將造成經常性的實驗室狀態檢測
13=您確定要重設實驗室的升級定時器嗎？
14=點擊確定重設
15=或者 點擊取消退出
16=確定
17=取消
18=重設實驗室升級定時器嗎？
19=科技升級已經開始
20=將於以下時間，開始檢查是否升級已完成：

[615]
615=***Section use for Tab Upgrade Heroes***
1=持續性地升級英雄
2=勾選您要自動升級的英雄：
3=啟動野蠻人之王的升級，當您有足夠的黑油時（扣除黑油的最小保留值）
4=您可以透過綜合頁上的重新定位功能，手動定位野蠻人之王聖台，如果有移動過
5=您可以透過綜合頁設定黑油的最小保留值
6=啟動弓箭女皇的升級，當您有足夠的黑油時（扣除黑油的最小保留值）
7=您可以透過綜合頁上的重新定位功能，手動定位弓箭女皇聖台，如果有移動過
8=啟動大守護者的升級，當您有足夠的聖水時（扣除聖水的最小保留值）
9=您可以透過綜合頁上的重新定位功能，手動定位大守護者聖台，如果有移動過
11=七本以上才有此英雄
12=九本以上才有此英雄
13=十一本以上才有此英雄

[616]
616=***Section use for Tab Upgrade Buildings***
1=建築物或英雄
2=項目名稱
3=級
4=類
5=成 本
6=時間
7=續
8=定位更新
9=手動定位更新欲升級的建築物或英雄資訊，
10=勾選連續的建築物或英雄，將被忽略而不更新資訊
11=重設清除
12=重設清除建築物或英雄資訊，
13=勾選連續的建築物或英雄，將被忽略而不清除資訊
14=最小金幣
15=升級時要保留的金幣。
16=設定需要保留的金幣值，用於搜索或者城牆升級。
17=最小聖水
18=升級時要保留的聖水。
19=設定需要保留的聖水值，用於訓練軍隊或者城牆升級。
20=最小黑油
21=升級時要保留的黑油。
22=設定的值，要高於您訓練闇黑軍隊戰鬥需要的值。
27=勾選啟動升級
28=在使用定位更新按鈕後
29=顯示升級項目的類型，點示將顯示位置
30=狀態: 紅色=未設定；黃色=已設定, 未完成；綠色=已完成
31=升級項目的名稱
32=升級項目的等級
33=升級項目的成本
34=升級項目所需的時間
35=勾選啟動連續升級功能
36=升級項目的完成時間日期
37=完成時間

[617]
617=***Section use for Tab Upgrade Wall***
1=城牆
2=自動升級城牆
3=勾選將自動升級城牆，如果有足夠資源的話
4=搜尋城牆的數量，越多越好但較慢
5=測試
6=點擊測試城牆偵測功能
7=使用金幣
8=只使用金幣升級城牆
9=可用於各級城牆
10=使用聖水
11=只使用聖水升級城牆
12=只可用於九級以上城牆
13=優先使用聖水，後使用金幣
14=聖水優先。如果聖水不足升級，再使用金幣升級城牆。
15=保留一位建築工人用於升級城牆
16=勾選保留一位建築工人，專用於升級城牆，但
17=可用於升級其它項目的建築工人數將減少一位
18=升級城牆的等級
19=搜尋這個等級的城牆，並且一個一個地升級
20=下一級城牆的成本
21=以此值為指示
22=如果您選擇別的等級的牆，這個值也隨之更新
23=保留至少金幣
24=升級城牆時要保留的金幣。
25=設定需要保留的金幣值，用於搜索或者建築物升級。
27=升級城牆時要保留的聖水。
28=設定需要保留的聖水值，用於訓練軍隊或者建築物升級。
29=城牆狀態
30=輸入您有的
31=級城牆的數量
32=保留至少聖水

[618]
618=***Section use for Tab Achievements***
1=收割抵禦
2=啟用固若金湯
3=勾選啟用收割『抵禦勝利』模式以完成『固若金湯』成就
4=抵禦時間
5=設定關閉 COC 的時間，等待敵人的攻擊，來獲取抵禦勝利。（1-99分鐘）
6=分鐘
7=收割最小值
8=保留最小值
9=小於此值，將停止收割『抵禦勝利』模式，切換回正常收割『資源』模式。
10=設此值足夠用於搜尋戰埸或升級建築
11=大於此值，將停止正常收割『資源』模式，切換至收割『抵禦勝利』模式。
12=設此值足夠用於引誘敵人的攻擊或升級
13=小於此值，將停止收割『抵禦勝利』模式，切換回正常收割『資源』模式。
14=設此值足夠用於訓練軍隊或升級建築
15=大於此值，將停止正常收割『資源』模式，切換至收割『抵禦勝利』模式。
16=設此值足夠用於引誘敵人的攻擊或升級
17=小於此值，將停止收割『抵禦勝利』模式，切換回正常收割『資源』模式。
18=設此值足夠用於訓練軍隊或升級建築
19=大於此值，將停止正常收割『資源』模式，切換至收割『抵禦勝利』模式。
20=設此值足夠用於引誘敵人的攻擊或升級
21=如何使用『固若金湯』模式
22=『固若金湯』模式將幫您獲取『抵禦勝利』和完成『固若金湯』成就。
23=設定關閉 COC 的時間，等待敵人的攻擊。
24=收割最小值，小於此值，將停止收割『抵禦勝利』模式，切換回正常收割『資源』模式。
25=保留最小值，大於此值，將停止正常收割『資源』模式，切換至收割『抵禦勝利』模式。
26=點擊下面的連結以獲取更多的資訊
27=更多資訊

[619]
619=***Section use for Tab Notify PushBullet/Telegram***
1=『子彈推送/電報』通知
2=啟動子彈推送
3=啟動『子彈推送』通知
4=啟動電報
5=啟動『電報』通知
6=遠程控制
7=啟動遠端控制功能
8=啟動時刪除訊息
9=當您開啟機器人時，刪除以前推送的訊息
10=刪除全部訊息
11=點擊這裡刪除全部訊息
12=刪除比這更早的訊息：
13=刪除比設定的時間更早的全部推送訊息
14=設定刪除訊息的時間間隔
15=小時
16=接駁令牌（子彈）
17=您需要一個接駁令牌用來推送訊息，可從 PushBullet.com 取得
18=接駁令牌（電報）
19=您需要一個接駁令牌用來推送訊息，可從 Telegram.com 取得
20=來源
21=訊息來源可以是村莊名稱
22=推送下列訊息
23=匹配成功
24=推送要襲擊的村莊的總共資源
25=戰利品截圖
26=推送最新襲擊的戰利品截圖
27=戰利品文本
28=推送最新襲擊的戰利品文本
29=兵營滿營
30=推送警告，提示『兵營滿營』訊息
31=城牆升級
32=推送城牆升級資訊
33=不同步（掉線）
34=推送警報，提示『客戶端和服務器不同步』錯誤
35=休息一下
36=推送警報，提示『上線時間太長，需要休息一下』訊息
37=閒置工人
38=推送警報，提示有工人閒置的訊息
39=村莊資訊
40=推送村莊資訊
41=襲擊警報
42=推送警報，提示最新襲擊的資訊
43=另一設備連接
44=推送警報，提示『另外一個設備正在連接』訊息
45=維護
46=推送警報，提示『SuperCell 正在維護 CoC』訊息
47=查禁
48=推送警報，提示『您已被 SuperCell 查禁』訊息
49=機器人升級
50=推送警報，提示『有新版本的機器人』訊息
51=通知時間表
52=執行時段
53=點擊這裡將清除或全選整行
54=執行星期
55=S
56=星期日
57=M
58=星期一
59=T
60=星期二
61=W
62=星期三
63=T
64=星期四
65=F
66=星期五
67=S
68=星期六
69=說明 ?
70=點此開啟遠端控制指令的說明頁面

[620]
620=***Section use for Notify Revamp***
1=BOT
2=Help
3= - 您可以遠程控制您的機器人，請參照以下語法：
4=HELP
5= - 傳送此説明資訊
7=DELETE
8= - 刪除之前推送的全部訊息
9=RESTART
10= - 重新啟動<村莊名字>的機器人和安卓模擬器
11=STOP
12= - 停止<村莊名字>的機器人
13=PAUSE
14= - 暫停<村莊名字>的機器人
15=RESUME
16= - 恢復<村莊名字>的機器人
17=STATS
18= - 傳送<村莊名字>的村莊統計資訊
19=LOG
20= - 傳送<村莊名字>的目前日誌檔
21=LASTRAID
22= - 傳送<村莊名字>的最新襲擊戰利品截圖
23=LASTRAIDTXT
24= - 傳送<村莊名字>的最新襲擊戰利品文本
25=SCREENSHOT
26= - 傳送<村莊名字>的螢幕截圖
27=SCREENSHOTHD
28= - 傳送<村莊名字>的高清螢幕截圖
29=BUILDER
30= - 傳送<村莊名字>的建築工人狀態截圖
31=SHIELD
32= - 傳送<村莊名字>的護盾狀態截圖
33=RESETSTATS
34= - 重置<村莊名字>的統計
35=TROOPS
36= - 傳送<村莊名字>的軍隊法術統計資訊
37=HALTATTACKON
38=Attack Off
39= - 啟用綜合頁面的停止攻擊 - 現在（僅保持在線）選項
40=HALTATTACKOFF
41=Attack On
42= - 停用綜合頁面的停止攻擊選項
43=HIBERNATE
44= - 個人電腦進入休眠
45=個人電腦開始休眠
46=SHUTDOWN
47=Shut down
48= - 關閉個人電腦
49=個人電腦正關閉中
50=STANDBY
51= - 個人電腦進入待機
52=個人電腦開始待機
59=S
97=語法錯語
98=範例：
99=請點擊　BOT HELP 獲得完整語法説明
100=請求説明
101=日誌
102=目前日誌
103=匹配成功！經過
104=次
105=閒置建築工人人數
106=上線時間太長，需要休息一下
107=上線時間太長，需要休息一下
108=村莊統計資訊
109=G
110=E
111=DE
112=T
113=S
114=目前資源
115=次
116=已攻擊
117=城牆數目
118=襲擊戰利品
119=襲擊戰利品文本
120=戰利品
121=寶石
122=您已
123=閒置工人
124=停止機器人
125=停止機器人...
126=您的機器人正在停止中...
127=您的機器人已停止
128=兵營滿營
129=有新版本的機器人
130=機器人已恢復運行
131=沒有最新襲擊戰利品截圖
132=機器人和安卓模擬器重新啟動中
133=您的機器人正在停止中
134=您的機器人已停止
135=統計已重置
136=已設定訓練軍隊和法術
137=將儘快處理您要求的閒置工人資訊
138=正攻擊中無法暫停，晚點再試
139=將儘快處理您要求的護盾資訊
140=每小時收益
141=沒有最新襲擊戰利品截圖
142=最新襲擊戰利品文本
143=機器人和安卓模擬器重新啟動中...
144=上傳檔案到子彈推送伺服器中
145=機器人已重新運行
146=上傳檔案到電報伺服器時，出現第二類錯誤
147=將儘快處理您要求的截圖
148=正在啟動中
149=正在攻擊中
150=您的機器人正在暫停中
151=機器人正恢復運行
152=最新襲擊戰利品截圖
153=升級中
154=跳過升級
155=錯誤：CoC 已停止
156=已收到您的要求。機器人已暫停
157=已收到您的要求。機器人已恢復運行
158=機器人重新啟動因為找不到"下一個"按鈕
159=使用金幣來完成
160=找不到金幣升級按鈕
161=找不到聖水升級按鈕
162=村莊截圖
164=正攻擊中無法暫停，晚點再試
165=要求重新啟動
166=要求暫停
167=要求恢復
168=目前訓練的軍隊和法術
169=目前軍營
170=無法上傳檔案
171=發生錯誤
172=重新啟動因為發生不同步錯誤
173=找到城牆等級
174=找不到城牆等級
175=另外一個設備已連接
176=另外一個設備已連接，等等
177=城牆區塊已找到
178=之後下線
179=使用金幣來完成升級
180=使用聖水來完成升級
181=沒有聖水升級按鈕
700=Notify PushBullet
701=Notify Telegram
702=Your request has been received from
703=Help has been sent
704=Your request has been received.
705=Your request has been received. Bot and Android Emulator restarting...
706=Your request has been received. Bot is now stopped
707=Unable to pause during attack
708=Your bot is currently paused, no action was taken
709=Your bot is currently resumed, no action was taken
710=Your request has been received. Statistics sent
712=Log is now sent
711=Your request has been received from
713=Push Last Raid Snapshot...
714=Your request has been received. Last Raid txt sent
715=ScreenShot request received
716=ScreenShot HD request received
717=Builder Status request received
718=Shield Status request received
719=Your request has been received. Statistics resetted
720=Your request has been received. Sending Troop/Spell Stats...
721=Hibernate PC
722=Shutdown PC
723=Standby PC
724=received command syntax wrong, command ignored.
725=Notify not planned for this hour! Notification skipped
726=Unable to send file
727=Last Raid Text has been sent!
728=Last Raid screenshot has been sent!
729=An error occurred deleting temporary screenshot file.
730=Screenshot sent!
731=Builder Information sent!
732=Shield Information sent!
733=All messages deleted.
734=removed
735=messages older than
801=Screenshot
802=Builder
803=Shield
804=Stats
805=Troops
806=Help
807=Stop
808=Pause
809=Resume
810=Restart
811=Log
812=Lastraid
813=LastRaidTxt
814=Attack On
815=Attack Off
816=Hibernate
817=Shut down
818=Standby

[621]
621=***Section use for Tab Troops***
1=Elixir Troops
2=Set the type of Army composition.
3='Use Barrack Mode' or 'Custom Army' for manual compositions.
4=Preset: Archers
5=Preset: Barbarians
6=Preset: Goblins
7=Preset: B.Arch
8=Preset: B.A.G.G.
9=Preset: B.A.Giant
10=Preset: B.A.Goblin
11=Preset: B.A.G.G.Wall
12=Use Barrack Mode
13=Custom Army
14=Troops
15=總共
16=預計訓練軍隊的總數量
17=Barrack Mode
18=Set the Troops to make in Barrack
19=Army Strength
20=自訂滿營
21=兵營將被視為滿營當達到設定的百分比，可出戰。
22=Add. Troops
23=Dark Elixir Troops
24=Add. Dark Troops
25=Dark Barracks Troops
26=Set the % of
27=的數量
28=輸入訓練
29=的數量
30=Complete empty spaces
31=Complete with archers
32=If xxxx xxx xxxxx (insert a good description) xxxx xxxx
33=Quick Train
34=一鍵訓練
35=Use the Quick Train function to train the Previous Army or the predefined Army 1, 2 or 3
36=Previous
37=組合 1
38=組合 2
39=組合 3
41=重設訓練數量
40=點擊改變等級：升─左鍵；降─右鍵，SHIFT＋左鍵
42=強制製造法術
200=Training Idle Time
201=Close While Training
202=Option will close CoC app for time required to complete troop training
203=Spell Creation
204=Option will close CoC for training time needed to complete spell cooking
205=Hero Healing
206=Option will close CoC for training time neaded for Hero Regen, Requires wait for hero enabled!
207=Close Emulator
208=Option will close Android Emulator while waiting for troops to train!
209=Use Exact Time
210=Select to wait exact time required for troops to complete training
211=Add Random Time
212=Select to ADD a random extra wait time like human who forgets to clash
213=Enter maximum percentage of additional time to be used creating random wait times,
214=Bot will compute a random wait time between exact time needed, and
215=exact time plus random percent to appear more human
220=Select how much time to wait when feature enables

[622]
622=***Section use for Tab Spells***
1=Spells Composition
2=法術工廠容量
3=選擇法術工廠的總容量。設為零如果您不要任何法術。

[623]
623=***Section use for Tab Boost***
1=加速剩餘次數
2=加速訓練營
3=Num. Of Barracks to Boost
4=How many Barracks to boost with GEMS! Use with caution!
5=訓練營
6=使用寶石加速訓練營，慎用！
7=加速法術工廠
8=法術工廠
9=使用寶石加速法術工廠，慎用！
10=Dark Spell Factory
11=Use this to boost your Dark Spell Factory with GEMS! Use with caution!
12=加速英雄
13=野蠻人之王
14=使用寶石加速野蠻人之王復活，慎用！
15=弓箭女皇
16=使用寶石加速弓箭女皇復活，慎用！
17=大守護者
18=使用寶石加速大守護者復活，慎用！
19=加速時間表

[624]
624=***Section use for Tab Attack***
1=使用
2=攻擊類型
3=標準攻擊
4=CSV 腳本攻擊
5=擠壓式攻擊
6=軍隊類型
7=全部軍隊
8=兵營軍隊
9=野蠻人
10=弓箭手
11=野蠻人+弓箭手
12=野蠻人+哥布林
13=弓箭手+哥布林
14=野蠻人+弓箭手+巨人
15=同上+哥布林
16=野蠻人+弓箭手+野豬騎士
17=野蠻人+弓箭手+亡靈
18=選擇進攻時使用的軍隊
19=特殊軍隊類型
20=進攻時使用 野蠻人之王
21=進攻時使用 弓箭女皇
22=進攻時使用 大守護者
23=進攻時使用 城堡軍隊
24=進攻時使用 雷電法術
25=進攻時使用 療傷法術
26=進攻時使用 狂暴法術
27=進攻時使用 彈跳法術
28=進攻時使用 冰凍法術
29=進攻時使用 施毒法術
30=進攻時使用 地震法術
31=進攻時使用 加速法術
32=偷本
33=先偷本
34=若大本營外置，則先偷本
35=邊界格數
36=邊界距離大本營的最大格數
37=您可以在 CSV\THSnipe 目錄中，新增/編輯選項
38=偷本
39=檢測大本營是否在城牆外
40=如果您只想搜索外置的大本營陣型，請勾選搜索頁面的『偷本』過濾選項
41=七本以上才有
42=九本以上才有
43=十一本以上才有
44=進攻時使用 鏡像法術
45=進攻時使用 骷髏法術

[625]
625=***Section use for Tab Search***
0=開始搜索如果
1=搜索
2=設定最小搜索次數
3=設定最大搜索次數
4=獎盃
5=設定最小獎盃數
6=設定最大獎盃數
7=兵營軍隊
8=設定兵營軍隊比例
9=等候英雄復活
10=等候 野蠻人之王 復活出戰
12=等候 弓箭女皇 復活出戰
13=等待 大守護者 復活出戰
14=過濾選項
15=搜索大於 金幣 和/或/加 聖水 設定值的村莊
16=和：兩者同時滿足，金 和 水
17=或：其中一個條件滿足，金 或 水
18=加：滿足 金 加 水 的總和
19=金和水
20=金或水
21=金加水
23=設定金幣的最小開始攻擊數值
24=設定聖水的最小開始攻擊數值
25=設定金幣加聖水的最小開始攻擊數值
26=黑油
27=搜索大於黑油設定值的村莊
28=設定黑油的最小開始攻擊數值
29=搜索大於獎盃設定值的村莊
30=設定獎盃的最小開始攻擊數值
31=大本營
32=搜索小於大本營等級設定值的村莊
33=設定大本營等級的最大攻擊數值
34=偷本
35=搜索符合大本營外置的村莊
36=弱防禦
37=搜索符合低等級防禦的村莊
38=設定迫擊炮等級的最大攻擊數值
39=設定法師塔等級的最大攻擊數值
40=滿足以上任一條件就攻擊
41=滿足以上任一個條件就開始攻擊
42=大本營
43=距離邊界的格數
44=兵營未滿時
45=邊界距離大本營的最大格數
46=滿兵營時
47=輸入會被認定為大本營外置的 1 X 1 格數
48=例如：0 格數：大本營必須靠在村莊外圍邊緣； 4 格數：大本營必須距離村莊外圍邊緣 4 塊格數
49=如果大本營距離村莊外圍邊緣大於設定的值，村莊將被跳過不攻擊
50=當選擇連續升級英雄時，等候英雄功能將被停用
51=設定X連弩等級的最大攻擊數值
52=設定地獄之塔等級的最大攻擊數值
53=設定天鷹火炮等級的最大攻擊數值
54=迫擊炮等級
55=法師塔等級
56=X連弩等級
57=地獄之塔
58=天鷹火炮
59=搜索小於迫擊炮等級設定值的村莊
60=搜索小於法師塔等級設定值的村莊
61=搜索小於X連弩等級設定值的村莊
62=搜索小於地獄之塔等級設定值的村莊
63=搜索小於天鷹火炮等級設定值的村莊
64=搜索小於防空火箭等級設定值的村莊
65=七本以上才有
66=九本以上才有
67=十一本以上才有
68=注意：只適用於此攻擊方式
69=注意：此設定並不會限制搜索次數而重新開始
70=注意：此設定並不會強迫停留在這範圍內
71=等候法術
72=當等候法術時，將停止搜索（只針對此種搜索方式）
73=警告：當您沒有可用的法術工廠時不要勾選此項，否則一切攻擊將停止
74=等候城堡法術
75=等候戰友捐贈下列法術
76=任何法術
77=設定戰友捐贈的法術
78=等候城堡軍隊
79=等候城堡軍隊滿了
80=防禦等級
81=設定防空火箭等級的最大攻擊數值
110=訓練的法術超過了設定的總和！
111=減少法術，
112=不然機器人將不攻擊！！
113=點擊 Yes 以關閉此警告訊息
114=Yes，我了解|No
115=等候法術警告訊息！
116=抱歉，必須了解警告訊息再點擊 Yes！
117=OK
118=使用者輸入錯誤
119=恭喜！！
120=您發現了機器人的秘密訊息！
121=您找得到按鈕來關閉此訊息嗎？
122=哈哈哈哈...
123=您是勝利者！
124=抱歉不是那個按鈕！
125=當您在這15分鐘等待中，請捐 500 英磅給 MyBot.run？
126=還是找不到離開的按鈕嗎？
127=這真好玩，可以繼續一整天嗎？
128=再多試四次，好運遲早降臨
129=您有香蕉嗎？這隻程序猴子肚子餓子！
130=也許試試同一按鈕直到成功？
131=抱歉，不可使用 ESC！
132=程序錯誤！程序員毀了一個好的玩笑。

[626]
626=***Section use for Tab Collectors***
1=收集器
2=設置死魚的判定標準
3=等級 6 必須 >
4=等級 7 必須 >
5=等級 8 必須 >
6=等級 9 必須 >
7=等級 10 必須 >
8=等級 11 必須 >
9=等級 12 必須 >
10=(N/A)
11=誤差值
12=使用此滑塊來調整所有圖像的誤差值
13=如果要調整個別圖像，就必須編輯個別圖像
15=勾選，機器人進行死魚判別時將對
16=等級 6 聖水收集器進行掃描判斷
17=等級 7 聖水收集器進行掃描判斷
18=等級 8 聖水收集器進行掃描判斷
19=等級 9 聖水收集器進行掃描判斷
20=等級 10 聖水收集器進行掃描判斷
21=等級 11 聖水收集器進行掃描判斷
22=等級 12 聖水收集器進行掃描判斷
23=設置判定等級 6 收集器中存儲聖水為滿（死魚標準）的百分比
24=設置判定等級 7 收集器中存儲聖水為滿（死魚標準）的百分比
25=設置判定等級 8 收集器中存儲聖水為滿（死魚標準）的百分比
26=設置判定等級 9 收集器中存儲聖水為滿（死魚標準）的百分比
27=設置判定等級 10 收集器中存儲聖水為滿（死魚標準）的百分比
28=設置判定等級 11 收集器中存儲聖水為滿（死魚標準）的百分比
29=設置判定等級 12 收集器中存儲聖水為滿（死魚標準）的百分比
30=滿
31=警告：除非您清楚知道該如何進行誤差調整，否則不要改變該設置。若不確定如何設置，請保持該設置為 “0”！
32=停用此死魚標準判定
33=機器人將視死魚為活魚
34=收集器判定數量：
35=設置判定收集器的數量

[627]
627=***Section use for Tab Load Strategy***
1=載入戰略設置\n\n- 載入訓練軍隊設置\n- 載入所有搜索 && 攻擊設置\n\n- 除外:分享攻擊視頻設置\n- 除外:戰利品截圖設置\n- 除外:寶石加速設置
2=載入戰略
3=刪除
4=開啟戰略目錄

[628]
628=***Section use for Tab Save Strategy***
1=戰略檔名
2=記錄
3=保存設置\n--------------------------------------\n保存所有:\n- 訓練軍隊設置\n- 所有搜索 && 進攻設置\n\n除外:\n- 分享攻擊視頻設置\n- 戰利品截圖設置\n- 寶石加速設置\n--------------------------------------
4=保存戰略

[629]
629=***Section use for Tab Bully***
1=弱本 攻擊組合
2=在弱本攻擊模式下，所有在大本營等級設定範圍內的村莊將被攻擊
3=啟動弱本，經過
4=在多少次搜索後，啟動弱本模式
6=大本營等級
7=大本營等級在此範圍內將被攻擊
8=攻擊方式
9=死魚
10=使用 死魚 的攻擊方式
11=活魚
12=使用 活魚 的攻擊方式

[630]
630=***Section use for Tab Options Search***
1=搜索條件
2=啟用降低搜索條件
3=當搜索達到設定次數後，自動降低搜索條件
4=降低條件每經
5=輸入次數，當搜索達到設定次數後，自動降低搜索條件，重新搜索
6=- 降低 金幣
7=每一次降低的金幣數值
8=- 降低 聖水
9=每一次降低的聖水數值
10=- 降低 金幣加聖水
11=每一次降低的聖水加金幣數值
12=- 降低 黑油
13=每一次降低的黑油數值
14=- 降低 獎盃
15=每一次降低的獎盃數值
16=搜索選項
17=啟用『立刻攻擊』按鈕
18=勾選，如果您想要『立刻攻擊』按鈕啟用
19=延長
20=延長搜索時停頓的時間，給予使用者更多思考和點擊『立刻攻擊』按鈕的機會
21=重新開始，經過
22=經過多少次搜索後，返回村莊，再重新開始搜索
23=發現魚時，系統彈出提醒
24=當發現魚的時候，系統彈出氣泡提醒！
25=且顯現在『停止』按鈕旁邊，給予使用者手動決定攻擊的機會。
26=『立刻攻擊』按鈕只在搜索時出現。

[631]
631=***Section use for Tab Milking Attack***
0=Milking
2=Elixir Collectors Min. Level to Attack
3=Levels 1-4
4=Level 5
5=Level 6
6=Level 7
7=Level 8
8=Level 9
9=Level 10
10=Level 11
11=Level 12
13=Attack
14=Which have a Level
16=Only Attack If
17=Distance between red line and collectors
18=Attack Gold Mines If Gold Under
19=Attack Elixir Collectors If Elixir Under
20=Attack Dark Elixir Drills If Dark Under
21=4. Troops To Use For Each Building
22=- Troops Per Wave:
23=- Max Waves:
24=- Delay Between Waves (ms):
25=5a. Snipe Outside TH After Milking
27=Max Tiles From Border
28=Use Algorithm
29=Snipe Even If No Collectors can be Milked
30=Use scripted attack for dead bases, this disables standard attack
31=Legend
32=0-4%
33=5-19%
34=20-74%
35=75-89%
36=90-100%
37=Debug
38=Make Images of each extractor with offset
39=fullsearch, only for debug purpose (very slow)
40=C - Attack
41=Make Images of villages
48==
50=Force Tolerance
51=Tolerance Normal
52=Tolerance Boosted
53=Tolerance Destroyed
56=Structures to Attack
57=D - After Milking
58=Advanced
59=Slower: Check the Resources in each collector.
60=Faster: Only check the Level of each collector.
61=Check Destroyed Structures
62=Check Structure Destruction Before Wave
63=Before attacking a structure, check to see if it has been destroyed by another wave.
64=You must have a high delay between waves to use this option
65=Check Structure Destruction After Wave
66=After attacking a structure, check to see if it has been destroyed by another wave.
67=You must have a high delay between waves to use this option
68=Tolerance Settings
71=5. Dropping options
72=Drop each Goblin in the same place
73=Drop each Goblin in a different place
74=Attack Order: as found
75=Attack Order: Random
76=Attack Order: by side
77=B - Conditions
78=A - Structures
79=DIS.
80=Choose Milking Search Type
81=with this options you can detect images of undetected Elixir Extractors
82=Enable TH Snipe
83=Enable Scripted Attack
84=5b. Continue With An Scripted Attack
85=Choose the maximum number of waves of troops to drop at each collector.
86=If the collector gets destroyed, then no more waves will be dropped at it.

[632]
632=***Section use for Tab Stats***
0=大本營：
1=統計
2=初始數值
3=數據報告
4=首次運行時
5=將在這裡
6=顯示出來
7=最初擁有的金幣
8=最初擁有的聖水
9=最初擁有的黑油
10=最初擁有的獎杯數量
11=收益
12=最後一次進攻獲得的金幣
13=最後一次進攻獲得的聖水
14=最後一次進攻獲得的黑油
15=最後一次進攻獲得或失去的獎杯數量
16=獎勵
17=最後一次進攻獲得的金幣獎勵
18=最後一次進攻獲得的聖水獎勵
19=最後一次進攻獲得的黑油獎勵
20=總收益
21=機器人運行後，獲得或失去的金幣總量
22=（包括手動升級建築物的資源支出）
23=機器人運行後，獲得或失去的聖水總量
24=機器人運行後，獲得或失去的黑油總量
25=機器人運行後，獲得或失去的獎杯總量
26=收益/小時
27=金幣/小時
28=聖水/小時
29=黑油/小時
30=獎杯/小時
31=重新統計
32=成本統計
33=攻擊次數
34=符合搜索條件，進攻的次數
35=跳過次數
36=不符合搜索條件，跳過的次數
37=金幣升級次數
38=金幣升級城牆次數
39=聖水升級次數
40=聖水升級城牆次數
41=金幣升級建築次數
42=聖水升級建築次數
43=英雄升級次數
44=英雄升級次數
45=降杯總數
46=自動降杯的總數
47=運行時間
48=機器人的總運行時間
49=升級共用金幣
50=升級城牆總共用掉金幣
51=升級共用聖水
52=升級城牆總共用掉聖水
53=升級建築總共用掉金幣
54=升級建築總共用掉聖水
55=升級共用黑油
56=升級英雄總共用掉黑油
57=斷線次數
58=斷線次數
59=搜尋成本
60=搜尋村莊所用的金幣
61=聖水訓練成本
62=訓練聖水軍隊所用的聖水
63=黑油訓練成本
64=訓練闇黑軍隊所用的黑油
65=收集金幣
66=在村莊收集的金幣
67=收集聖水
68=在村莊收集的聖水
69=收集黑油
70=在村莊收集的黑油
71=死魚
72=攻擊次數
73=攻擊死魚次數
74=獲得
75=攻擊死魚獲得的金幣
76=攻擊死魚獲得的聖水
77=攻擊死魚獲得的獎杯
78=活魚
79=攻擊活魚次數
80=攻擊活魚獲得的金幣
81=攻擊活魚獲得的聖水
82=攻擊活魚獲得的黑油
83=攻擊活魚獲得的獎杯
84=弱本
85=攻擊弱本次數
86=攻擊弱本獲得的金幣
87=攻擊弱本獲得的聖水
88=攻擊弱本獲得的黑油
89=攻擊弱本獲得的獎杯
90=偷本
91=偷本獲得的金幣
92=偷本獲得的聖水
93=偷本獲得的黑油
94=偷本獲得的獎杯
95=偷本成功的次數
96=偷本失敗的次數
97=將在這裡
98=進行更新
99=在進攻後
100=攻擊死魚獲得的黑油
101=偷本的次數
102=最後一次攻擊
103=升級次數
104=升級成本
105=運行資訊
106=聯盟
107=統計
108=金幣
109=聖水
110=黑油
111=獎杯
112=最高資源
113=獲得最高金幣
114=獲得最高聖水
115=獲得最高黑油
116=獲得最高獎杯
117=成本 && 收集
118=軍隊
120=總共捐贈
121=經驗值
119=法術

[633]
633=***Section use for Tab Options End Battle***
1=分享攻擊視頻
2=分享視頻到您的部落聊天室裡
3=勾選來分享視頻到您的部落聊天室裡
4=當獲得戰利品
5=分享視頻當獲得金幣大於此設定值
6=分享視頻當獲得聖水大於此設定值
7=分享視頻當獲得黑油大於此設定值
8=隨機傳送名單內的信息到部落聊天室裡
9=Nice\r\nGood\r\nThanks \r\nWowwww
10=和分享視頻一同傳送的信息
11=戰利品截圖
12=啟動戰利品截圖功能
13=截圖檔名包含戰利品資訊
14=截圖檔名包含戰利品資訊

[634]
634=***Section use for Tab Options Attack***
1=英雄技能
2=自動使用技能（紅血狀態）
3=攻擊中當英雄處於紅血狀態時，
4=會分別自動使用技能
5=使用技能於
6=設定於幾秒後使用英雄技能
7=所有英雄會在設定時間，同時使用技能
8=設定使用英雄技能的時間，為攻擊開始後幾秒
9=Timed activation of Warden Ability after
10=Use the ability of the Grand Warden on a timer.
11=Set the time in seconds for Timed Activation of Grand Warden Ability.
12=部落城堡
13=平衡 捐兵/收兵
14=如果您的捐收比，大於下面的設定值，則在攻擊時使用援兵
15=捐兵比率
16=捐兵數 / 收兵數 比率
17=1/1 捐收平衡，1/2 捐兵數 = 收兵數的一半
18=收兵比率
20=攻擊時間表
21=啟用 攻擊時間表
22=勾選，便可使用攻擊時間表，控制攻擊的時間和星期
23=機器人會繼續運行，但只在排定的時間做攻擊
24=關閉 COC
25=勾選，當不在排定的時間內時，COC 將被關閉
26=機器人會繼續運行，當排定的時間到時，將被重新開啟
27=關閉 模擬器
28=勾選，當不在排定的時間內時，模擬器將被關閉
29=隨機 停止攻擊
30=勾選，將隨機任意地停止攻擊
31=請選擇停止攻擊的時數
32=
33=
34=
35=每日攻擊次數
36=當超過介於設定次數範圍內的隨機攻擊次數，將停止攻擊
37=請輸入每日最小允許攻擊的次數
38=請輸入每日最大允許攻擊的次數
39=至
40=啟用援兵時間表
41=使用時間表來設定何時可以使用援兵，\r\n如果沒有啟用時間表，援兵將永遠被使用

[635]
635=***Section use for Create Scripted Attack***
1=新建攻擊腳本
2=輸入新的腳本檔名
3=同名檔案已存在，請輸入別的檔名
4=當建立檔案時出現錯誤
5=複製並重新命名當前攻擊腳本
6=複製
7=並輸入新的腳本檔名

[636]
636=***Section use for Tab Bot Options***
2=當載入初始化時
3=檢查更新
4=勾選，將檢查您的機器人是不是最新版本
5=刪除日誌檔
6=刪除比設定天數舊的日誌檔案
7=天舊
8=刪除暫存檔
9=刪除比設定天數舊的暫存檔案
10=刪除戰利品截圖
11=刪除比設定天數舊的戰利品截圖
12=當開始運行時
13=自動開始運行
15=檢查遊戲語言 (EN)
16=檢查遊戲語言是不是設定正確 (必須設定為 English)
17=自動對齊
18=重新定位/對齊安卓模擬器和機器人視窗
19=偏移
20=安卓模擬器和機器人視窗之間的水平偏移像素
21=安卓模擬器和機器人視窗之間的垂直偏移像素
22=0,0：模擬器-機器人
23=0,0：機器人-模擬器
24=對齊：機器人對齊模擬器右上角
25=對齊：機器人對齊模擬器左上角
26=對齊：機器人對齊模擬器右下角
27=對齊：機器人對齊模擬器左下角
28=0,0：重新定位安卓模擬器到 Windows 桌面上(0,0)的位置，然後機器人靠到模擬器右邊或左邊
29=對齊：只是重排視窗, 對齊機器人視窗和模擬器視窗：右上對齊, 左上對齊, 右下對齊, 左下對齊\r\n合併：整合模擬器視窗入機器人視窗
30=訓練時點擊的速度
31=Train Troops
32=延遲
33=增加延遲，如果您的電腦反應慢或是想要有真人點擊訓練的效果
34=Debug
35=Debug: Write the clicked (x,y) coordinates to the log.
36=Debug: Enables debug SetLog messages in code for Troubleshooting.
37=Debug: Enables Saving OCR images for troubleshooting.
38=Debug: Enables Saving images for troubleshooting.
39=Debug: Enables showing positions of buildings in log.
40=Click
41=Messages
42=OCR
43=Images
44=Buildings
45=其它選項
46=強制兵營總容量為
47=如果沒有偵測到兵營總容量，改用輸入數值替代，而不詢問使用者
55=螢幕截圖選項
56=保存為PNG格式
57=隱藏個人和部落的名字
58=在設定的時間後，自動開始運行機器人
61=強制PB只重啟一次
62=在被PB強制下線之前，自己提前先下線，而使得COC只重啟一次
63=輸入自己待在線下的時間，15分鐘以上可以重設PB計時器
65=提前下線的時間
66=輸入提前的時間，注意：輸入的數值小於10分鐘，可能沒有作用！
71=重啟機器人以更換成新的介面語言：
72=Options
73=Training
74=Debug: Enables showing debug during training.
75=延遲村莊搜索
76=使用滑條去改變，搜索村莊時點擊『下一個』的等待時間。
77=可能可以彌補減少一些失去連結的錯誤，
78=無法保證一定有效果。
80=最大
81=當最大的滑條設定值高於最小滑條的設定值時，
82=便啟動了『隨機』的村莊搜索延遲時間（介於最大和最小之間）
83=介面語言
84=切換不同的介面語言
85=遠端設備
86=當有遠端設備連接，等
87=輸入當有遠端設備連接時，機器人再次連接的等待時間 (按分計算)
88=Test Train
89=Test Donate
90=Test Attack Bar
91=Online debug donations
92=Debug: make ocr of donations and simulate only donate but no donate any troop
93=專家選項
94=隨機點擊
95=整合：模擬器進入機器人
96=最小化時更新
97=啟用各種機器人視窗最小化方式\r\n當機器人最小化時，屏幕更新將顯示在工作列預覽
98=最小化時隱藏
99=機器人視窗在最小化時，隱藏到工作列狀態區域\r\n點擊狀態圖示/顯示機器人來重新顯示機器人視窗
100=停用啟動畫面
101=啟動時不使用啟動畫面
102=Test Click Drag (scrolling)
103=Test Image
104=強制偵測部落城堡
105=如果在攻擊列上偵測不到部落城堡，而且也不在上一次攻擊時的位置上，將強制設定在目前空出的位置
106=Attack CSV
107=Debug: Generates special CSV parse log files
108=Attack CSV Image
109=Debug: Enables saving clean and location marked up images of bases attacked by CSV scripts
110=Test Request
111=Test Village Size
112=Disable Zoomout
113=Debug: Disables zoomout of village.
114=Debug: Disables centering of village.
115=Test Dead Base
116=Test Dead Base Folder
117=Test Attack CSV
118=Test Find Button
119=Test Clean Yard
120=除錯
121=閃黑除錯

[637]
637=***Section use for Tab Bot Profile***
1=切換村莊配置文件
2=用這切換不同的村莊配置
3=您的村莊配置文件檔位於以下路徑
4=MyVillage
5=請輸入 村莊/配置 的名稱
6=新增配置文件
7=確認
8=刪除配置文件
9=取消
10=重新命名配置文件
11=配置文件已存在
12=%s 已存在\r\n請使用另一個名稱
14=您確定要刪除此配置文件？\r\n檔案將無法救回！

[640]
640=***Section use for all Popups***
1=確定|取消
2=顯示設定錯誤
3=解析度不正確
4=解析度不正確，設定值太
5=%. 必須設定它到100%，使機器人運行
6=改變解析度DPI為正確的值後，重新開機且再次運行機器人
7=在更改之前，將不能使用機器人
8=點擊 確定 流覽如何改變解析度
9=不支持
10=對不起，您的作業系統不支持運行機器人
11=長官，有些檔案找不到！
12=請解壓縮所有檔案和資料夾，再嘗試啟動機器人一次！
13=對不起，開始按鈕被停用直到修復為止！
14=確定
15=長官，檔名不正確！
16=您改變了 MyBot.run.exe 的檔名，請改回來後再重新啟動機器人！
17=機器人出現了一個嚴重的錯誤
18=無法找到或啟動
19=並流覽 www.mybot.run 論壇以獲得更多幫助
20=關閉機器人！
21=確定 - 必須退出程式
22=重啟電腦後，再試一次
23=訓練營
24=兵營
25=點擊 確定 後，點擊其中一個您的
26=點擊位置後，不要立刻移動滑鼠
27=確保建築物的名稱可見！
28=定位
29=問題
30=您有多少個訓練營？
31=請輸入，這個訓練營是第幾號[1|2|3|4] :
32=點確定後，移動至部落城堡，再點擊一下
33=定位部落城堡
34=點擊 確定 後，移動至 弓箭女皇聖台，再點擊一下
35=定位弓箭女皇聖台
36=確定
37=注意！
38=您現在可以將滑鼠移出模擬器之外，謝謝！
39=點擊 確定 後，移動至 野蠻人之王聖台，再點擊一下
40=定位野蠻人之王聖台
41=點擊 確定 後，移動至 大守護者聖台，再點擊一下
42=定位大守護者聖台
43=點擊 確定 後，移動至 實驗室，再點擊一下
44=定位實驗室
45=點擊 確定 後，移動至 法術工廠，再點擊一下
46=定位法術工廠
47=定位闇黑法術工廠
48=點擊 確定 後，移動至 闇黑法術工廠，再點擊一下
49=點擊 確定 後，移動至 大本營，再點擊一下
50=定位大本營
51=點擊 定位更新 按鈕，然後點擊您要升級的 建築物/英雄
52=定位所有要升級的建築物後，點擊 完成 按鈕
53=點擊 取消 按鈕，退出定位建築物
54=定位 建築物|完成|取消
55=定位升級物
56=文字讀取錯誤
57=輸入升級成本
58=保存升級的圖片供開發和分析使用嗎？
59=是|否
60=   金幣   |  聖水  |  黑油
61=Need User Help
62=選擇升級的類型：
63=點擊 確定，刪除/重設 所有建築物資訊
64=注意 =>> 當完成時，機器人將會退出，並且必須重新啟動
65=或者點擊 取消 退出
66=刪除並退出|取消
67=刪除建築物資訊嗎？
68=您確定要刪除建築物資訊嗎？
69=點擊 確定 刪除後，手動重啟機器人
70=刪除設置
71=您確定要刪除設置嗎？
72=如果您要定位大本營，是因為大本營剛升級
73=那麼您必須重啟機器人
74=點擊 確定，重啟機器人
75=退出|取消
76=請關閉機器人！
77=您確定要重啟機器人嗎？
78=點擊 確定，關閉機器人，然後啟動機器人(手動)

[641]
641=***Section use for Army Training Options***
1=選項
2=等候部隊訓練時
3=關閉 COC
4=當村莊受到護盾保護期間，勾選此選項，會自動退出COC一段時間來完成部隊訓練
5=當搜索/等待法術選項被勾選時，將會關閉COC等待法術製造完成
6=當搜索/等待英雄選項被勾選時，將會關閉COC等待英雄恢復
7=沒有護盾
8=當村莊沒有受到護盾保護期間，勾選此選項，會自動退出COC一段時間來完成部隊訓練
9=提醒：當您勾選此選項時，您可能會被攻擊，損失一些獎盃
10=隨機關閉
11=勾選時，會隨機的選擇閒置過久、關閉COC或關閉模擬器
12=
13=關閉模擬器
14=勾選時，會完全關閉安卓模擬器
15=添加這個選項，有可能因為啟動時間的不一致性，略微增加離線時間
16=實際時間
17=勾選時，使用等待部隊訓練所需的實際時間
18=勾選此選項來選擇等待多長時間
19=隨機時間
20=擇添加一個隨機額外的等待時間，就像有些人忘記要來進攻
21=輸入要使用的額外時間的最大百分比，創建隨機等待時間，
22=機器人會計算出一個隨機等待時間，介於『實際需要時間』和
23=『輸入最大隨機百分比』之間，來模擬人類操作
25=部隊訓練順序
24=Enter sequence order for training of
27=勾選，可自訂部隊訓練順序
28=改變訓練順序可能對CSV腳本攻擊類型有幫助！
29=選擇部隊一系列訓練的兵種順序 #
26=自訂順序
30=使用新訂的順序
31=點擊此按鈕當您完成了順序設定
32=右側圖示將顯示設定狀態：紅色＝設定中，綠色＝已保存使用中
33=Custom Dark Order
34=Enable to select a custom dark troop training order
35=檢查部隊訓練時
36=隨機增加延遲
37=隨機延遲檢查部隊訓練的時間
38=勾選以減少打開部隊訓練視窗的次數，模擬真人操作
39=介於
40=和
41=閒置時間
42=關閉 COC 如果閒置時間大於設定的時間，反之則不
43=選擇最小容許閒置的時間

[642]
642=***Section use for Distributors***
1=未裝 COC
2=未知的 COC
11=谷歌
12=崑崙
13=360
14=百度
15=九遊
16=豌豆荚/當樂
17=華為
18=OPPO
19=VIVO
20=安智
21=靠譜
22=樂助聯想
23=果盤
24=小米
25=海馬玩
26=樂視
27=逍遙
28=夜神
29=愛遊戲

[643]
643=***Section use for Tab Bot Android***
1=分銷商
2=依據所選的分銷版本來啟動COC

[644]
644=***Section use for Hero***
1=蠻王
2=女皇
3=守護者

[1000]
1=軍隊
2=法術
3=Train Options | Times | Costs

[638]
1=閃黑
2=使用雷電法術
3=勾選以使用雷電法術於闇黑重油罐上來獲取黑油
4=注意：同時必須於軍隊/法術頁面
5=設定法術工廠容量和法術使用的數量
6=笨蛋模式
7=勾選以不計成本地執行閃黑任務
8=只限於死魚
9=遇到死魚時才啟用閃黑（推薦）
10=最小的黑油數值
11=設定啟用閃黑的最小黑油數值
12=期望的黑油數值
13=設定期望於每一闇黑重油罐獲得的黑油數值
14=注意：若上次閃黑時未獲得期望的黑油數值，笨蛋模式會被停止
15=不使用於偷本時英雄已出兵
16=不使用閃黑於偷本時英雄已出兵的狀況下
17=已使用的雷電法術數量
18=已獲取的黑油數值
19=使用地震法術
20=勾選以使用地震法術於闇黑重油罐上來獲取黑油
